{
  "University of Cincinnati": [
    {
      "title": "GA (Imaging and Security Remediaton) - DTS CEAS IT",
      "duration": "03/2023 - 04/2024",
      "location": "Cincinnati, Ohio, USA",
      "note": "Part Time",
      "responsibilities": [
        "Provided comprehensive desktop support to university faculty and staff, ensuring the seamless installation and configuration of security tools across diverse operating systems including Mac, Windows, and Linux.",
        "Identified and resolved security vulnerabilities in computer hardware, software, and peripherals through systematic troubleshooting and meticulous testing of remediation solutions.",
        "Implemented robust measures to eradicate spyware, adware, and viruses, safeguarding the integrity of university systems and data.",
        "Maintained meticulous documentation for all hardware and software installations, configurations, and inventory, ensuring streamlined operations and compliance.",
        "Managed user accounts within Active Directory on Windows Server, overseeing account creation, configuration, and modification to uphold security protocols and facilitate user access."
      ]
    },
    {
      "title": "Desk Assistant - University Housing",
      "duration": "01/2023 - 03/2023",
      "location": "Cincinnati, Ohio, USA",
      "note": "Part Time",
      "responsibilities": [
        "Manage interactions with parents, resident advisors, and serve as a contact point for staff.",
        "Inventory management for available resources with allocation to students.",
        "Overlook student check-in/check-out procedures and assist with lockouts.",
        "Report security violations and respond to emergencies.",
        "Document information accurately, attend meetings, and perform additional duties as assigned.",
        "Foster an inclusive community in the residence halls."
      ]
    }
  ],
  "Accenture": [
    {
      "title": "Software Engineer",
      "duration": "12/2021 - 07/2022",
      "location": "Noida, Delhi, IN",
      "responsibilities": [
        "Conducted KT sessions for new team members, ensuring smooth onboarding.",
        "Maintained documentation and created SOPs to streamline site onboarding for SAP CDC.",
        "Created and deployed a Parallel Python Application on AWS EKS for system-wide user unsubscription.",
        "Automated template-based site onboarding to SAP CDC using Python scripts.",
        "Cross-trained on Azure Data Cloud, expanding cloud expertise.",
        "ETL Dataflows for integrating SAP CDC with Adobe Campaign for user profile synchronization."
      ]
    },
    {
      "title": "Associate Software Engineer",
      "duration": "11/2020 - 11/2021",
      "location": "Bengaluru, Karnataka, IN",
      "achievements": [
        "Center of Excellence Award - May 2021"
      ],
      "responsibilities": [
        "Crafted tailored Postman API calls to optimize ServiceNow ticket processes, reducing turnaround time.",
        "Proactively identified and resolved production issues, developing scripts for continuous developmen.",
        "Automated SAP Customer Data Cloud onboarding, enhancing efficiency and minimizing manual tasks.",
        "Cross Trained on Azure Cloud Fundamentals.",
        "Integrated and developed SAP solutions using SAP Cloud Integration Platform and SAP SDK.",
        "Developed custom solutions in C#, ASP.NET, and MSSQL, meeting diverse business needs."
      ]
    }
  ],
  "Bharat Electronics Limited": [
    {
      "title": "RF module and Antenna Tester",
      "duration": "06/2019 - 07/2019",
      "location": "Ghaaziabad, IN",
      "note": "Internship",
      "responsibilities": [
        "Tested LLTR(Low Level tranport radar) amplifier stages using LabVIEW.",
        "Developed understanding of various antenna types.",
        "Developed understanding of SRE Radar and Power Divider Networks."
      ]
    }
  ]
}